Revit 2027 API
FamilyPointPlacementReference.PointReference Property
 The reference on which the point depends on.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Reference PointReference { get; }
Public ReadOnly Property PointReference As Reference
	Get
public:
property Reference^ PointReference {
	Reference^ get ();
}
member PointReference : Reference with get
Property Value
Reference
See Also
Reference
FamilyPointPlacementReference Class
Autodesk.Revit.DB Namespace